<template>

  <v-tabs vertical>
    <v-tab>简介</v-tab>
    <v-tab>Accelerator 如何使用位置信息</v-tab>
    <v-tab>Accelerator 如何保留收集的数据</v-tab>
    <v-tab>Accelerator 如何对数据进行匿名化处理</v-tab>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <p>
            Accelerator 在努力的推动技术的不断进步。作为一个负责任的服务，我们在推出任何功能同时，都尽可能为用户提供相应级别的隐私权和安全性。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            Accelerator 为什么使用位置信息？
          </h2>
          <p>
            Accelerator 隐私权政策说明了我们如何对待您在使用 Accelerator 的服务时产生的信息，包括位置信息。此页面还说明了我们收集的位置信息以及您可以如何控制此类信息。
          </p>
          <p>
            Accelerator 工作的核心是提供实用且有意义的体验，而位置信息在这方面起着至关重要的作用。位置信息有助于实现一些核心产品功能，例如以正确的语言显示网站上的内容或帮助确保 Accelerator 的服务安全无虞。
          </p>

          <h2>
            Accelerator 如何获知我的位置？
          </h2>
          <p>
            您可能会向 Accelerator 提供不同类型的位置信息，具体取决于您所用的服务和所选的设置。正是由于知晓了这些位置信息，Accelerator 才能为您提供某些服务，并能使得另一些服务更贴合您的需求。位置信息可以来自实时信号（例如您的 IP 地址或设备位置），也可以来自您过去在 Accelerator 服务中的活动记录；借助这些信息，我们可以为您打造贴合个人需求的体验。以下是我们获取您位置信息的主要方式：
          </p>
          <h3>
            根据您连接互联网时所用的 IP 地址
          </h3>
          <p>
            IP 地址（又称“互联网地址”）由您的互联网服务提供商分配给您的设备，是使用互联网的必要条件。IP 地址用于在您的设备与您使用的网站和服务之间建立连接，大致基于地理位置。这意味着，您使用的任何网站都可能会获得一些与您所在的大致区域有关的信息。
          </p>
          <p>
            与许多其他互联网服务类似，Accelerator 可以使用与您所在的大致区域有关的信息来提供一些基本服务。推测您所在的大致区域对 Accelerator 而言有很多用途，例如可以向您提供相关结果，以及通过检测异常活动（例如从新城市登录帐号）保障您帐号的安全。
          </p>
          <h3>
            根据您的设备
          </h3>
          <p>
            许多设备（例如手机或计算机）都可以推测出精确的所在位置。您可以允许 Accelerator 和其他应用根据设备所在位置向您提供实用功能。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            Accelerator 如何保留收集的数据
          </h2>
          <p>
            我们会在您使用 Accelerator 服务时收集数据。如要详细了解我们会收集哪些数据、为什么收集这些数据以及您如何管理自己的信息，请参阅隐私权政策。本保留政策阐述了为什么不同类型的数据有不同的保留期限。
          </p>
          <p>
            有些数据可以随时删除，有些数据会自动删除，而有些数据则会视需要延长保留期限。当您删除数据时，我们会按照删除政策确保您的数据已安全彻底地从我们的服务器中移除，或仅以匿名方式保留。 Accelerator 如何对数据进行匿名化处理
          </p>
          <h2>
            在您移除之前会一直保留的信息
          </h2>
          <p>
            在我们提供的很多服务中，您都可以更正或删除存储在 Accelerator 帐号名下的数据。例如，您可以执行以下操作：
          </p>

          <v-list>
            <v-list-item>
              修改您的个人信息
            </v-list-item>
            <v-list-item>
              删除“我的活动记录”中的内容
            </v-list-item>
            <v-list-item>
              移除您 Accelerator 帐号中的产品
            </v-list-item>
            <v-list-item>
              彻底删除您的 Accelerator 帐号
            </v-list-item>
          </v-list>

          <h2>
            在经过一定时间后会失效的数据
          </h2>
          <p>
            在某些情况下，我们会在预先设定的保留期限内存储数据，而不会提供数据删除方式。每种类型的数据的保留期限取决于我们收集该数据的原因。例如，为了确保 Accelerator 服务可以在各种不同类型的设备上正常显示，我们可能会将浏览器宽度和高度数据保留最多 9 个月。我们还会在设定期限内对数据采取匿名化处理措施。例如，我们会在保留期满 9 个月后移除 IP 地址的一部分，并在满 18 个月后移除 Cookie 信息，从而对服务器日志中的广告数据进行匿名化处理。
          </p>
          <h2>
            在您删除 Accelerator 帐号之前会一直保留的信息
          </h2>
          <p>
            某些数据可能有助于我们了解用户与 Accelerator 各项功能的互动情形，甚至有助于改进 Accelerator 服务，我们会保留这些数据，直到您的 Accelerator 帐号失效为止。例如，您从“我的活动记录”中删除某条 Accelerator 搜索记录后，我们可能会保留您的搜索频率相关信息，但不会保留您搜索过的内容的相关信息。如果您删除自己的 Accelerator 帐号，您的搜索频率相关信息也会一并移除。
          </p>
          <h2>
            出于有限的几种目的而延长保留期限的信息
          </h2>
          <p>
            我们有时需要根据商业和法律要求，出于特定目的延长某些数据的保留期限。可能导致我们延长数据保留期限的原因包括：
          </p>
          <v-list>
            <v-list-item>
              确保安全性以及防范欺诈与滥用行为
            </v-list-item>
            <v-list-item>
              保留财务记录
            </v-list-item>
            <v-list-item>
              遵从法律或法规要求
            </v-list-item>
            <v-list-item>
              确保 Accelerator 服务持续运作
            </v-list-item>
            <v-list-item>
              直接与 Accelerator 联系
            </v-list-item>
          </v-list>

          <h2>
            可让您安全彻底地删除数据
          </h2>
          <p>
            当您删除 Accelerator 帐号名下的数据时，我们会立即启动移除流程，将相应数据从相关产品和系统中移除。
          </p>
          <p>
            我们接着会启动一套程序，目的是将数据从我们的存储系统中安全彻底地删除。安全删除数据对于防止用户和客户的数据意外丢失至关重要。能够从服务器中彻底删除数据同样十分重要，这样能让用户感到安心无忧。从您删除数据的时间算起，整个过程通常需要 2 个月左右的时间。这通常包括长达一个月的恢复期，以防数据遭到误删的情况。
          </p>
          <p>
            每个 Accelerator 存储系统都有各自详细的数据删除流程，以确保安全且彻底地删除数据。这类流程可能包含重复检查系统以确认所有数据都已删除，或是短暂延迟删除操作，让用户有机会还原误删的数据。因此，为了安全且彻底地删除数据，删除过程可能会花费较长的时间 Accelerator 服务还采用加密的备份存储作为另一层保护，这样万一发生灾害，也能恢复数据。数据在这类系统中最多可保留 6 个月。
          </p>
          <p>
            这类流程跟所有删除流程一样，如有日常维护、服务意外中断、错误或故障等情况，就可能会导致本文中所述的进程或时限出现延迟。我们维护的系统会检测并解决这类问题。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            Accelerator 如何对数据进行匿名化处理
          </h2>
          <p>
            匿名化是一种数据处理技术，可移除或修改个人身份信息；经过匿名化处理的数据无法用来与任何个人关联到一起。匿名化也是 Accelerator 在践行保护用户隐私之承诺的过程中的一项关键举措。
          </p>
          <h2>
            脱敏
          </h2>
          <p>
            我们会对您的敏感信息进行“打码”处理，在数据传输之前 会抹掉部分数据，完整的数据只有您自己知道，别人无从得知。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
  </v-tabs>


</template>

<script>
export default {
  name: "Technologies"
}
</script>

<style scoped>

</style>