<template>
  <v-tabs vertical>
    <v-tab>简介</v-tab>
    <v-tab>您与 Accelerator 的关系</v-tab>
    <v-tab>使用 Accelerator 服务</v-tab>
    <v-tab>Accelerator服务中的软件</v-tab>
    <v-tab>问题或异议</v-tab>
    <v-tab>本条款适用范围</v-tab>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            本条款包含的内容
          </h2>
          <p>
            我们知道您会想要跳过这些服务条款，但在使用 Accelerator 服务时，了解我们提供的服务以及我们对您的期望是非常必要的。
          </p>

          <h2>
            服务提供方
          </h2>
          <p>
            Accelerator 服务的提供方以及合同订立方为：inmind.ltd
          </p>
          <p>
            InMind
          </p>
          <p>
            在您所使用的国家内 履行国家法律，Accelerator 中立运营。
          </p>
          <h2>
            年龄要求
          </h2>
          <p>
            如果您尚未达到管理 Accelerator 帐号所要求的年龄，则必须在获得家长或法定监护人的许可后才能使用 Accelerator 帐号。请让您的家长或法定监护人与您一起阅读本条款。<br><br>

            如果您是孩子的家长或法定监护人，且允许孩子使用相应服务，则应遵守本条款，并对孩子在服务中的活动负责。<br><br>

            某些 Accelerator 服务还对年龄有附加要求，如特定服务的附加条款和政策中所述。
          </p>

        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            您与 Accelerator 的关系
          </h2>
          <p>
            本条款有助于界定您与 Accelerator 的关系。一般而言，如果您同意遵守本条款（体现了 Accelerator 的业务模式及盈利模式），我们会向您授予服务的使用权限。
          </p>
          <h2>
            我们提供的服务
          </h2>
          <p>
            <v-list>
              <v-list-item>
                基础认证服务
              </v-list-item>
              <v-list-item>
                第三方应用授权服务
              </v-list-item>
            </v-list>
          </p>
          <h2>
            改进 Accelerator 服务
          </h2>
          <p>
            我们一直在开发新的技术和功能，以期改进我们的服务。我们有时会添加或移除某些功能，提高或降低服务的限制，开始提供新服务，或者停止提供旧服务。
          </p>
          <p>
            如果我们进行的实质性更改会对您的服务使用体验产生负面影响，或者如果我们将停止提供服务，我们会在合理的时间提前向您发出通知，并让您有机会通过 Accelerator 导出从 Accelerator 帐号中导出您的内容，除非发生紧急情况（例如抗击滥用行为、响应法律要求，或解决安全和运营方面的问题）。
          </p>
          <h2>
            我们对您的期望
          </h2>
          <h4>
            遵守本条款以及特定服务的附加条款
          </h4>
          <p>
            只要您履行了以下条款中规定的责任，我们会继续向您授予服务的使用权限：<br><br>
          </p>
          <v-list>
            <v-list-item>
              本条款
            </v-list-item>
            <v-list-item>
              特定服务的附加条款（其中可能包含其他内容，例如对年龄的附加要求）
            </v-list-item>
          </v-list>
          <p>
            虽然我们允许您使用 Accelerator 服务，但我们在服务中的任何知识产权均归我们所有。
          </p>
          <h4>
            尊重他人
          </h4>
          <p>
            我们的许多服务可以让您与他人互动。我们希望为所有用户营造相互尊重的环境，这意味着您必须遵循以下基本的行为准则：
          </p>
          <v-list>
            <v-list-item>
              遵守适用的法律，包括出口管制、制裁和打击人口贩卖的法律
            </v-list-item>
            <v-list-item>
              尊重他人的权利，包括隐私权和知识产权
            </v-list-item>
            <v-list-item>
              不得骚扰或伤害他人或您自己（或是威胁或鼓动此类骚扰或伤害），例如通过误导、欺诈、诽谤、欺凌、骚扰或跟踪他人的方式实现此类目的
            </v-list-item>
            <v-list-item>
              不得滥用、损害、干扰或破坏我们的服务
            </v-list-item>
          </v-list>
          <p>
            特定服务的附加条款及政策提供了有关适当行为的更多信息，任何使用這些服务的人都必須遵守。如果您发现有人未遵守这些规则，可通过我们的诸多服务举报滥用行为。在针对滥用行为举报采取措施时，我们也会根据在出现问题时采取措施部分中的规定，提供公正的流程。
          </p>
          <h4>
            内容使用许可
          </h4>
          <p>
            我们的某些服务允许您上传、提交、存储、发送、接收或分享您的内容。您没有为我们的服务提供任何内容的义务，并且可以随意选择希望提供的内容。如果您选择上传或分享内容，请确保您有权这样做，并且上传或分享的内容是合法的。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            Accelerator 服务内容
          </h2>
          <p>
            在 使用 Accelerator 服务的时候 所有的服务内容。
          </p>
          <h2>
            其他内容
          </h2>
          <p>
            最后，我们的部分服务允许您访问其他个人或组织的内容，例如店主对自家业务的描述或 Accelerator 新闻中显示的新闻报道。除非法律允许，否则未经其他个人或组织的许可，您不得使用此类内容。其他个人或组织在其内容中表达的观点仅代表其个人或组织的观点，并不代表 Accelerator 的观点。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            Accelerator 服务中的软件
          </h2>
          <p>
            我们的部分服务包含可下载的软件。我们允许您将此类软件作为服务的一部分使用。
          </p>
          <p>
            我们授与您使用我们服务所提供的软件之授权如下：
          </p>
          <v-list>
            <v-list-item>
              全球性，表示本授权在全球各地皆有效
            </v-list-item>
            <v-list-item>
              非独占性，表示我们可授权予其他人
            </v-list-item>
            <v-list-item>
              免权利金，表示您无须为本授权支付任何费用
            </v-list-item>
            <v-list-item>
              供个人使用，表示本授权效力不及于其他人
            </v-list-item>
            <v-list-item>
              不可转让，表示您不得将本授权转让给他人
            </v-list-item>
          </v-list>
          <p>
            我们的一些服务中会使用根据开源许可条款提供的软件。开源许可中的规定有时可能会与本条款中的某些部分明显相悖，因此，请务必阅读这些许可中的规定。
          </p>
          <p>
            您不得复制、修改、分发、出售或出租我们的服务或软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律允许您这么做或您已获得 Accelerator 的书面许可。
          </p>
          <p>
            如果某项服务要求下载或包含可下载软件，该软件有时会在新版本或新功能推出时，在您的设备上自动更新。某些服务允许您自行调整自动更新设置。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            如果出现问题或异议
          </h2>
          <p>
            依据法律，您有权 (1) 享有特定品质的服务，以及 (2) 在发生问题时获得改正问题的方法。本条款不会限制或剥夺上述任何权利。举例来说，如果您是消费者，您将可持续享有您所在国家/地区赋予消费者的合法权利。
          </p>
          <h2>
            保证
          </h2>
          <p>
            我们会以合理的技术和谨慎的态度提供服务。如果我们未达到本保证所述的质量水平，您同意告知我们，我们将与您一起解决相应问题。
          </p>
          <h2>
            免责声明
          </h2>
          <p>
            我们对提供的服务（包括服务中的内容、服务的特定功能或其可靠性、可用性以及是否能够满足您的需求）所做的承诺仅仅包括：(1) 保证部分所述；(2) 特定服务的附加条款中的声明；或者 (3) 根据适用法律所做的承诺。我们不对服务做其他任何承诺。
          </p>
          <p>
            除非法律要求，我们不提供默示保证，例如适销性、针对特定目的的适用性和不侵权的默示保证。
          </p>
          <h2>
            法律责任
          </h2>
          <p>
            本条款仅在适用法律允许的范围内限制我们应承担的责任。具体而言，本条款并不限制在发生死亡或个人伤害、欺诈行为、欺诈性虚假陈述、重大过失或蓄意不当行为时 Accelerator 应承担的的法律责任。
          </p>
          <p>
            除了此部分中所述的权利和责任（如出现问题或分歧），Accelerator 将不对任何其他损失承担责任，除非相关损失是因 Accelerator 违反本条款或特定服务的附加条款而造成的。
          </p>
          <h2>
            在出现问题时采取措施
          </h2>
          <p>
            在依照下方所述采取行动之前，我们会在合理的时间提前向您发出通知，说明我们采取行动的原因，并让您有机会解决问题，除非我们有理由相信这么做会：
          </p>
          <v-list>
            <v-list-item>
              对用户、第三方或 Accelerator 造成损害或需要承担法律责任
            </v-list-item>
            <v-list-item>
              违反法律或执法机构的命令
            </v-list-item>
            <v-list-item>
              妨碍调查
            </v-list-item>
            <v-list-item>
              影响服务的运营、完整性或安全性
            </v-list-item>
          </v-list>
          <h2>
            移除您的内容
          </h2>
          <p>
            如果我们有理由相信您的任何内容 (1) 违反了本条款、特定服务的附加条款或政策，(2)违反了适用法律，或 (3) 可能会对我们的用户、第三方或 Accelerator 造成损害，那么我们将保留根据适用法律删除部分或全部内容的权利。 例如，儿童色情内容、宣传贩卖人口或骚扰行为的内容，以及侵犯他人知识产权的内容。
          </p>
          <h2>
            暂停或终止您对 Accelerator 服务的使用权限
          </h2>
          <p>
            如发生以下任一情况，Accelerator 将保留暂停或终止您对服务的访问权限或删除您的 Accelerator 帐号的权利：
          </p>
          <v-list>
            <v-list-item>
              您实质性的或多次违反本条款、服务专属附加条款或多项政策
            </v-list-item>
            <v-list-item>
              为遵守法律要求或依法院命令的要求，我们必须这样做
            </v-list-item>
            <v-list-item>
              我们有理由相信您的行为对用户、第三方或 Accelerator 造成了损害或对其负有法律责任，其中包括黑客入侵、网上诱骗、骚扰、发送垃圾内容、误导他人或抄袭他人的内容等行为
            </v-list-item>
          </v-list>
          <p>
            如果您认为 Accelerator 误将您的 Accelerator 帐号暂停或终止，请提出申诉。
          </p>
          <p>
            当然，您可以随时停止使用 Accelerator 服务。如果您确实停用了某项服务，我们希望知道您停用的原因，以便我们继续改进服务。对您提供的反馈意见，我们深表感谢。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
    <v-tab-item>
      <v-card flat>
        <v-card-text>
          <h2>
            本条款适用范围
          </h2>
          <p>
            本条款适用于 Accelerator 服务 ，不适用于和 Accelerator 连接的服务。
          </p>
          <p>
            您享有不受本条款等类似合同约束的特定法定权利。本条款绝不会限制此类权利。
          </p>
          <p>
            本条款说明了 Accelerator 与您之间的关系。并且，本条款不为其他任何个人或组织创设法定权利，即使他人会从我们根据本条款结成的关系中受益。
          </p>
          <p>
            为使以下术语通俗易懂，我们会以一些服务为例。但并非提及的所有服务都可以在您所在的国家/地区使用。
          </p>
          <p>
            如果本条款与特定服务的附加条款有冲突，以附加条款为准。
          </p>
          <p>
            如果某一条款无效或无法执行，也不会影响其他条款的效力。
          </p>
          <p>
            如果您不遵守本条款或特定服务的附加条款，且我们未立即采取行动，并不意味着我们放弃我们可能享有的任何权利（例如，在将来采取行动）。
          </p>
          <p>
            在以下情况中，我们可能会对本条款以及特定服务的附加条款进行更新：(1) 为反映我们对服务或业务开展方式做出的更改，例如添加新的或移除旧的服务、功能、技术、价格或福利；(2) 出于法律、法规或安全方面的原因；或 (3) 为防止滥用或免遭损害。
          </p>
          <p>
            如果我们实质性的变更本条款或服务专属附加条款，我们会在合理的期限内提前通知您(通过电子邮件或其他适当方式)，让您有机会审视上述变更，但下列情况除外：(1) 相关变更涉及新推出的产品功能或服务，或者(2) 相关变更是为了因应紧急状况，例如防止现行滥用行为或配合法律要求。如果您不同意新条款内容，请移除您的内容，并停止使用相关服务。您也可以随时关闭自己的 Accelerator 帐户，借此终止您与 Accelerator 的关系。
          </p>
        </v-card-text>
      </v-card>
    </v-tab-item>
  </v-tabs>
</template>

<script>
export default {
  name: "Terms"
}
</script>

<style scoped>

</style>